Repository: linuxstv/buildsystem
Catalog: root/root_enigma2/usr/lib/enigma2/python/Plugins/Extensions/Systemoptions/locale/*/LC_MESSAGES/Systemoptions.po
Languages: nl

source: System options
nl: Systeemopties

source: System option configuration
nl: Configuratie systeemopties

source: 540 MHz (default)
nl: 540 MHz (standaard)

source: 266 (default)
nl: 266 (standaard)

source: Overclock settings
nl: Overklokinstellingen

source: Test
nl: Proberen

source: Save stby.freq
nl: Stby.freq opsl

source: terrestrial (DVB-T)
nl: terrestrisch (DVB-T)

source: cable (DVB-C)
nl: kabel (DVB-C)

source: CPU clock frequency
nl: CPU klokfrequentie

source: Standby clock frequency
nl: Standby klokfrequentie

source: Synchronise with internet time:
nl: Met internettijd synchroniseren:

source: Enable auto telnet login:
nl: Automatische telnet login:

source: Enable swap:
nl: Swap gebruiken:

source: Swap size:
nl: Grootte swap-bestand:

source: Enable OpenSSH:
nl: OpenSSH inschakelen:

source: Enable inadyn:
nl: Inadyn inschakelen:

source: Enable CIFS:
nl: CIFS-ondersteuning:

source: Tuner A type:
nl: Tuner A:

source: WLAN driver:
nl: WLAN stuurprogramma:

source: your ssid
nl: uw ssid

source: Link mode:
nl: Link modus:

source: Mode:
nl: Modus:

source: 11a-only
nl: alleen 11a

source: 11b-only
nl: alleen 11b

source: 11g-only
nl: alleen 11g

source: 11n-only
nl: alleen 11n

source: 11a/n-mixed
nl: 11a/n gemengd

source: 11b/g-mixed
nl: 11b/g gemengd

source: 11g/n-mixed
nl: 11g/n gemengd

source: 11a/b/g-mixed
nl: 11a/b/g gemengd

source: 11a/g/n-mixed
nl: 11a/g/n gemengd

source: 11b/g/n-mixed
nl: 11b/g/n gemengd

source: 11a/b/g/n-mixed
nl: 11a/b/g/n gemengd

source: Transmitting power:
nl: Zendvermogen:

source: Encryption:
nl: Beveiliging:

source: Encryption key:
nl: Beveiligingssleutel:

source: Pass phrase:
nl: Steunzin:

source: your pass phrase or key
nl: uw steunzin of sleutel

source: WEP key index:
nl: WEP sleutelindex:

source: IP address:
nl: IP-adres:

source: Net mask:
nl: Netmasker:

source: Gateway IP address:
nl: IP-adres gateway:

source: Show this plugin in plugin menu
nl: Toon deze plugin in het Applicatie-menu

source: Reboot receiver
nl: Ontvanger herstarten

source: Test overclock
nl: Overklok testen

source: System configuration options
nl: Systeemopties configuratie

source: Do you really want to restart the receiver now?
nl: Wilt u de ontvanger nu herstarten?

source: The receiver needs to be restarted to apply the new options. Rebooting in a moment!
nl: Om de nieuwe opties te activeren wordt de ontvanger opnieuw gestart. Herstart over een paar seconden!

source: on
nl: aan

source: off
nl: uit

source: OK (reboots)
nl: OK (herstart)
